Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Text does not leave a model the way it is read — it arrives in lumps. Tailscode holds a buffer and plays it out at a speed that changes slowly, so a model that pauses to think reads as a hand slowing rather than a frame dropping. That much is the same either way. What you are choosing is the hand.
de: Text verlässt ein Modell nicht so, wie er gelesen wird — er kommt in Brocken an. Tailscode hält ihn in einem Puffer und spielt ihn mit einer sich langsam ändernden Geschwindigkeit ab, sodass ein Modell, das innehält, um nachzudenken, wie eine langsamer werdende Hand wirkt statt wie ein ausgelassenes Bild. Das bleibt so oder so gleich. Was du hier wählst, ist die Hand.
es: El texto no sale de un modelo de la forma en que se lee — llega en fragmentos. Tailscode lo mantiene en un búfer y lo reproduce a una velocidad que cambia lentamente, de modo que un modelo que se detiene a pensar se lee como una mano que se ralentiza, no como un fotograma perdido. Eso es igual en ambos casos. Lo que eliges aquí es la mano.
fr: Le texte ne sort pas d’un modèle de la façon dont il est lu — il arrive par blocs. Tailscode le conserve dans un tampon et le restitue à une vitesse qui change lentement, si bien qu’un modèle qui s’arrête pour réfléchir se lit comme une main qui ralentit plutôt que comme une image perdue. Cela reste vrai dans les deux cas. Ce que vous choisissez ici, c’est la main.
it: Il testo non esce da un modello nel modo in cui viene letto — arriva a blocchi. Tailscode lo conserva in un buffer e lo riproduce a una velocità che cambia lentamente, così un modello che si ferma a pensare si legge come una mano che rallenta anziché come un fotogramma perso. Questo resta uguale in entrambi i casi. Quello che scegli qui è la mano.
ja: テキストはモデルから、読まれる速度そのままには出てきません — かたまりで届きます。Tailscode はそれをバッファに保持し、ゆっくりとしか変化しない速度で再生します。そのため、考えるために止まったモデルは、コマ落ちではなく、手が徐々に遅くなるように読み取れます。ここまではどちらを選んでも同じです。ここで選んでいるのは、その手そのものです。
ko: 텍스트는 읽히는 그대로 모델에서 나오지 않습니다 — 덩어리로 도착합니다. Tailscode는 이를 버퍼에 담아 두었다가 천천히 변하는 속도로 재생하므로, 생각하기 위해 멈춘 모델은 프레임이 끊긴 것이 아니라 손이 느려지는 것처럼 읽힙니다. 여기까지는 무엇을 선택하든 같습니다. 여기서 선택하는 것은 바로 그 손입니다.
pt_br: O texto não sai de um modelo do jeito que é lido — chega em blocos. O Tailscode o mantém em um buffer e o reproduz numa velocidade que muda lentamente, de modo que um modelo que pausa para pensar se lê como uma mão desacelerando, não como um quadro perdido. Isso é igual dos dois jeitos. O que você está escolhendo aqui é a mão.
zh_hans: 文字并不是按照被读出的样子离开模型的 — 它是一块一块抵达的。Tailscode 把它保存在缓冲区中，以缓慢变化的速度回放，这样一个停下来思考的模型读起来就像一只放慢的手，而不是掉了一帧。这一点无论哪种方式都一样。你在这里选择的，是那只手本身。
zh_hant: 文字並不是按照被讀出的樣子離開模型的 — 它是一塊一塊抵達的。Tailscode 把它保存在緩衝區中，以緩慢變化的速度回放，這樣一個停下來思考的模型讀起來就像一隻放慢的手，而不是掉了一幀。這一點無論哪種方式都一樣。你在這裡選擇的，是那隻手本身。

source: That chat is not in this server's listing right now.
de: Dieser Chat steht gerade nicht in der Liste dieses Servers.
es: Ese chat no está ahora mismo en el listado de este servidor.
fr: Cette discussion ne figure pas actuellement dans la liste de ce serveur.
it: Quella chat non è al momento nell’elenco di questo server.
ja: そのチャットは現在このサーバの一覧にありません。
ko: 그 채팅은 지금 이 서버의 목록에 없습니다.
pt_br: Esse chat não está na listagem deste servidor agora.
zh_hans: 该对话目前不在此服务器的列表中。
zh_hant: 該對話目前不在此伺服器的清單中。

source: That picture is %@ — attachments are capped at 8 MB.
de: Dieses Bild ist %@ groß — Anhänge sind auf 8 MB begrenzt.
es: Esa imagen ocupa %@ — los archivos adjuntos están limitados a 8 MB.
fr: Cette image fait %@ — les pièces jointes sont limitées à 8 Mo.
it: Quell’immagine è %@ — gli allegati sono limitati a 8 MB.
ja: この画像は %@ です — 添付は 8 MB までに制限されています。
ko: 이 이미지는 %@입니다 — 첨부 파일은 8MB로 제한됩니다.
pt_br: Essa imagem tem %@ — os anexos são limitados a 8 MB.
zh_hans: 这张图片有 %@ — 附件上限为 8 MB。
zh_hant: 這張圖片有 %@ — 附件上限為 8 MB。

source: The %@ store's record for this app carries no version number.
de: Der Eintrag von %@ für diese App enthält keine Versionsnummer.
es: El registro de %@ para esta app no incluye número de versión.
fr: La fiche de %@ pour cette app ne comporte pas de numéro de version.
it: La scheda di %@ per questa app non riporta un numero di versione.
ja: %@ にあるこのアプリのレコードにはバージョン番号がありません。
ko: %@의 이 앱 기록에는 버전 번호가 없습니다.
pt_br: O registro de %@ para este app não traz número de versão.
zh_hans: %@ 商店中此应用的记录没有版本号。
zh_hant: %@ 商店中此應用程式的記錄沒有版本號。

source: The App Store answered %lld instead of a record for this app.
de: Der App Store hat mit %lld geantwortet statt mit einem Eintrag für diese App.
es: El App Store respondió %lld en lugar de un registro para esta app.
fr: L’App Store a répondu %lld au lieu d’une fiche pour cette app.
it: L’App Store ha risposto %lld invece di una scheda per questa app.
ja: App Store はこのアプリのレコードの代わりに %lld を返しました。
ko: App Store가 이 앱의 기록 대신 %lld을(를) 응답했습니다.
pt_br: A App Store respondeu %lld em vez de um registro para este app.
zh_hans: App Store 返回了 %lld，而不是此应用的记录。
zh_hant: App Store 回傳了 %lld，而不是此應用程式的記錄。

source: The App Store didn't answer, so nothing here can say what the newest version is.
de: Der App Store hat nicht geantwortet, daher kann hier niemand sagen, was die neueste Version ist.
es: El App Store no respondió, así que nada aquí puede decir cuál es la versión más reciente.
fr: L’App Store n’a pas répondu, donc rien ici ne peut dire quelle est la dernière version.
it: L’App Store non ha risposto, quindi qui non si può dire quale sia la versione più recente.
ja: App Store が応答しなかったため、最新バージョンが何かをここで示すことはできません。
ko: App Store가 응답하지 않아, 여기서는 최신 버전이 무엇인지 알 수 없습니다.
pt_br: A App Store não respondeu, então nada aqui pode dizer qual é a versão mais recente.
zh_hans: App Store 没有响应，因此这里无法说明最新版本是什么。
zh_hant: App Store 沒有回應，因此這裡無法說明最新版本是什麼。

source: The DELEGATE_PASSWORD line in ~/.config/delegate/serve.env on %@.
de: Die DELEGATE_PASSWORD-Zeile in ~/.config/delegate/serve.env auf %@.
es: La línea DELEGATE_PASSWORD en ~/.config/delegate/serve.env en %@.
fr: La ligne DELEGATE_PASSWORD dans ~/.config/delegate/serve.env sur %@.
it: La riga DELEGATE_PASSWORD in ~/.config/delegate/serve.env su %@.
ja: %@ 上の ~/.config/delegate/serve.env にある DELEGATE_PASSWORD の行。
ko: %@에 있는 ~/.config/delegate/serve.env 안의 DELEGATE_PASSWORD 줄입니다.
pt_br: A linha DELEGATE_PASSWORD em ~/.config/delegate/serve.env em %@.
zh_hans: %@ 上 ~/.config/delegate/serve.env 中的 DELEGATE_PASSWORD 那一行。
zh_hant: %@ 上 ~/.config/delegate/serve.env 中的 DELEGATE_PASSWORD 那一行。

source: The DeepSeek API key is optional — set it only if you bill DeepSeek models straight to your own platform account, and its prepaid balance joins the usage meters.
de: Der DeepSeek-API-Schlüssel ist optional — setze ihn nur, wenn du DeepSeek-Modelle direkt über dein eigenes Plattformkonto abrechnest, und sein Prepaid-Guthaben reiht sich in die Nutzungsanzeigen ein.
es: La clave de API de DeepSeek es opcional — configúrala solo si facturas modelos de DeepSeek directamente a tu propia cuenta de la plataforma, y su saldo prepago se une a los medidores de uso.
fr: La clé API DeepSeek est facultative — ne la renseignez que si vous facturez les modèles DeepSeek directement sur votre propre compte de plateforme, et son solde prépayé rejoindra les jauges d’utilisation.
it: La chiave API DeepSeek è facoltativa — impostala solo se fatturi i modelli DeepSeek direttamente sul tuo account della piattaforma, e il suo saldo prepagato si unirà ai contatori di utilizzo.
ja: DeepSeek の API キーは任意です — DeepSeek モデルを自分自身のプラットフォームアカウントに直接課金する場合にのみ設定してください。そのプリペイド残高が使用量メーターに加わります。
ko: DeepSeek API 키는 선택 사항입니다 — DeepSeek 모델을 자신의 플랫폼 계정으로 직접 청구하는 경우에만 설정하세요. 그러면 선불 잔액이 사용량 게이지에 합류합니다.
pt_br: A chave de API do DeepSeek é opcional — defina-a apenas se você cobrar modelos DeepSeek diretamente na sua própria conta da plataforma, e seu saldo pré-pago se juntará aos medidores de uso.
zh_hans: DeepSeek API 密钥是可选的 — 只有当你把 DeepSeek 模型直接计费到自己的平台账户时才需要设置，其预付余额会并入用量表。
zh_hant: DeepSeek API 金鑰是選填的 — 只有當你把 DeepSeek 模型直接計費到自己的平台帳戶時才需要設定，其預付餘額會併入用量表。

source: The key is set and api.deepseek.com has not answered yet — the prepaid balance appears here as soon as it does.
de: Der Schlüssel ist gesetzt, und api.deepseek.com hat noch nicht geantwortet — das Prepaid-Guthaben erscheint hier, sobald es das tut.
es: La clave está configurada y api.deepseek.com aún no ha respondido — el saldo prepago aparecerá aquí en cuanto lo haga.
fr: La clé est renseignée et api.deepseek.com n’a pas encore répondu — le solde prépayé apparaîtra ici dès que ce sera le cas.
it: La chiave è impostata e api.deepseek.com non ha ancora risposto — il saldo prepagato apparirà qui non appena lo farà.
ja: キーは設定済みですが、api.deepseek.com からまだ応答がありません — 応答があり次第、ここにプリペイド残高が表示されます。
ko: 키는 설정되어 있지만 api.deepseek.com이 아직 응답하지 않았습니다 — 응답이 오는 대로 여기에 선불 잔액이 표시됩니다.
pt_br: A chave está definida e api.deepseek.com ainda não respondeu — o saldo pré-pago aparecerá aqui assim que responder.
zh_hans: 密钥已设置，但 api.deepseek.com 尚未响应 — 一旦响应，预付余额就会显示在这里。
zh_hant: 金鑰已設定，但 api.deepseek.com 尚未回應 — 一旦回應，預付餘額就會顯示在這裡。

source: The key is set and ollama.com has not answered yet — the plan's windows appear here as soon as it does.
de: Der Schlüssel ist gesetzt, und ollama.com hat noch nicht geantwortet — die Fenster des Tarifs erscheinen hier, sobald es das tut.
es: La clave está configurada y ollama.com aún no ha respondido — las ventanas del plan aparecerán aquí en cuanto lo haga.
fr: La clé est renseignée et ollama.com n’a pas encore répondu — les fenêtres du forfait apparaîtront ici dès que ce sera le cas.
it: La chiave è impostata e ollama.com non ha ancora risposto — le finestre del piano appariranno qui non appena lo farà.
ja: キーは設定済みですが、ollama.com からまだ応答がありません — 応答があり次第、ここにプランのウインドウが表示されます。
ko: 키는 설정되어 있지만 ollama.com이 아직 응답하지 않았습니다 — 응답이 오는 대로 여기에 요금제 구간이 표시됩니다.
pt_br: A chave está definida e ollama.com ainda não respondeu — as janelas do plano aparecerão aqui assim que responder.
zh_hans: 密钥已设置，但 ollama.com 尚未响应 — 一旦响应，套餐的周期就会显示在这里。
zh_hant: 金鑰已設定，但 ollama.com 尚未回應 — 一旦回應，方案的週期就會顯示在這裡。

source: The palette Tailscode is wearing
de: Die Palette, die Tailscode trägt
es: La paleta que lleva Tailscode
fr: La palette que porte Tailscode
it: La palette che Tailscode indossa
ja: Tailscode がまとっている配色
ko: Tailscode가 입고 있는 색상 팔레트
pt_br: A paleta que o Tailscode está usando
zh_hans: Tailscode 所穿的调色板
zh_hant: Tailscode 所穿的調色盤

source: The repository this conversation is working in. Opens its state.
de: Das Repository, in dem diese Unterhaltung arbeitet. Öffnet seinen Status.
es: El repositorio en el que trabaja esta conversación. Abre su estado.
fr: Le dépôt dans lequel travaille cette conversation. Ouvre son état.
it: Il repository in cui lavora questa conversazione. Apre il suo stato.
ja: この会話が作業しているリポジトリです。その状態を開きます。
ko: 이 대화가 작업 중인 저장소입니다. 그 상태를 엽니다.
pt_br: O repositório em que esta conversa está trabalhando. Abre o estado dele.
zh_hans: 此对话正在其中工作的仓库。点按可打开其状态。
zh_hant: 此對話正在其中工作的儲存庫。輕點可開啟其狀態。

source: This app is not sold in the %@ store, so nothing here can say what the newest version is.
de: Diese App wird im %@-Store nicht verkauft, daher kann hier niemand sagen, was die neueste Version ist.
es: Esta app no se vende en la tienda de %@, así que nada aquí puede decir cuál es la versión más reciente.
fr: Cette app n’est pas vendue sur la boutique %@, donc rien ici ne peut dire quelle est la dernière version.
it: Questa app non è in vendita nello store %@, quindi qui non si può dire quale sia la versione più recente.
ja: このアプリは %@ ストアでは販売されていないため、最新バージョンが何かをここで示すことはできません。
ko: 이 앱은 %@ 스토어에서 판매되지 않아, 여기서는 최신 버전이 무엇인지 알 수 없습니다.
pt_br: Este app não é vendido na loja %@, então nada aqui pode dizer qual é a versão mais recente.
zh_hans: 此应用未在 %@ 商店上架，因此这里无法说明最新版本是什么。
zh_hant: 此應用程式未在 %@ 商店上架，因此這裡無法說明最新版本是什麼。

source: This device has no Taptic Engine, so cues fall back to the system's canned feedback and the slider can only approximate them.
de: Dieses Gerät hat keine Taptic Engine, daher greifen Signale auf das eingebaute Feedback des Systems zurück, und der Regler kann sie nur annähern.
es: Este dispositivo no tiene Taptic Engine, así que las señales recurren a la respuesta predefinida del sistema y el control deslizante solo puede aproximarlas.
fr: Cet appareil n’a pas de Taptic Engine, donc les signaux se rabattent sur le retour préenregistré du système et le curseur ne peut que les approximer.
it: Questo dispositivo non ha il Taptic Engine, quindi i segnali ricadono sul feedback preconfezionato del sistema e il cursore può solo approssimarli.
ja: この端末には Taptic Engine が搭載されていないため、キューはシステムの既定のフィードバックにフォールバックし、スライダーはそれを近似することしかできません。
ko: 이 기기에는 Taptic Engine이 없어서, 신호는 시스템의 기본 피드백으로 대체되며 슬라이더는 그것을 근사치로만 표현할 수 있습니다.
pt_br: Este dispositivo não tem Taptic Engine, então os sinais recorrem ao feedback padrão do sistema e o controle deslizante só consegue aproximá-los.
zh_hans: 这台设备没有 Taptic Engine，因此提示音会退回系统自带的固定反馈，滑块只能近似地表现它们。
zh_hant: 這台裝置沒有 Taptic Engine，因此提示音會退回系統內建的固定回饋，滑桿只能近似地表現它們。

source: This device has no graphics processor Tailscode can reach, so Aurora cannot run here and every answer is written by Classic.
de: Dieses Gerät hat keinen Grafikprozessor, den Tailscode erreichen kann, daher kann Aurora hier nicht laufen und jede Antwort wird von Classic geschrieben.
es: Este dispositivo no tiene un procesador gráfico al que Tailscode pueda acceder, así que Aurora no puede ejecutarse aquí y cada respuesta la escribe Classic.
fr: Cet appareil n’a pas de processeur graphique que Tailscode puisse atteindre, donc Aurora ne peut pas s’exécuter ici et chaque réponse est écrite par Classic.
it: Questo dispositivo non ha un processore grafico che Tailscode possa raggiungere, quindi Aurora non può funzionare qui e ogni risposta viene scritta da Classic.
ja: この端末には Tailscode が利用できるグラフィックプロセッサがないため、Aurora はここでは動作せず、すべての回答は Classic によって描画されます。
ko: 이 기기에는 Tailscode가 접근할 수 있는 그래픽 프로세서가 없어서, Aurora는 여기서 실행될 수 없으며 모든 답변은 Classic이 작성합니다.
pt_br: Este dispositivo não tem um processador gráfico que o Tailscode consiga acessar, então o Aurora não pode rodar aqui e cada resposta é escrita pelo Classic.
zh_hans: 这台设备没有 Tailscode 能够访问的图形处理器，因此 Aurora 无法在这里运行，每个回答都会由 Classic 写出。
zh_hant: 這台裝置沒有 Tailscode 能夠存取的圖形處理器，因此 Aurora 無法在這裡執行，每個回答都會由 Classic 寫出。

source: This iPad is not on your tailnet, so it cannot reach your machine yet.
de: Dieses iPad ist nicht in deinem Tailnet, daher kann es deinen Rechner noch nicht erreichen.
es: Este iPad no está en tu tailnet, así que todavía no puede llegar a tu máquina.
fr: Cet iPad n’est pas sur votre tailnet, il ne peut donc pas encore atteindre votre machine.
it: Questo iPad non è sul tuo tailnet, quindi non può ancora raggiungere la tua macchina.
ja: この iPad はあなたの tailnet 上にないため、まだあなたのマシンに到達できません。
ko: 이 iPad는 당신의 tailnet에 있지 않아서, 아직 당신의 컴퓨터에 닿을 수 없습니다.
pt_br: Este iPad não está na sua tailnet, então ainda não consegue alcançar sua máquina.
zh_hans: 这台 iPad 不在你的 tailnet 上，因此还无法连接到你的机器。
zh_hant: 這台 iPad 不在你的 tailnet 上，因此還無法連線到你的機器。

source: This iPad is on your tailnet at %@, able to reach your machine.
de: Dieses iPad ist unter %@ in deinem Tailnet und kann deinen Rechner erreichen.
es: Este iPad está en tu tailnet en %@, y puede llegar a tu máquina.
fr: Cet iPad est sur votre tailnet à %@, capable d’atteindre votre machine.
it: Questo iPad è sul tuo tailnet all’indirizzo %@, in grado di raggiungere la tua macchina.
ja: この iPad はあなたの tailnet 上の %@ にあり、あなたのマシンに到達できます。
ko: 이 iPad는 당신의 tailnet에서 %@ 주소로 있으며, 당신의 컴퓨터에 닿을 수 있습니다.
pt_br: Este iPad está na sua tailnet em %@, capaz de alcançar sua máquina.
zh_hans: 这台 iPad 已在你的 tailnet 上，地址是 %@，可以连接到你的机器。
zh_hant: 這台 iPad 已在你的 tailnet 上，位址是 %@，可以連線到你的機器。

source: This iPad is on your tailnet. The computer that runs the agent has to be signed into the same account.
de: Dieses iPad ist in deinem Tailnet. Der Computer, auf dem der Agent läuft, muss im selben Konto angemeldet sein.
es: Este iPad está en tu tailnet. El ordenador que ejecuta el agente debe iniciar sesión con la misma cuenta.
fr: Cet iPad est sur votre tailnet. L’ordinateur qui exécute l’agent doit être connecté au même compte.
it: Questo iPad è sul tuo tailnet. Il computer che esegue l’agente deve aver eseguito l’accesso con lo stesso account.
ja: この iPad はあなたの tailnet 上にあります。エージェントを実行しているコンピュータは、同じアカウントにサインインしている必要があります。
ko: 이 iPad는 당신의 tailnet에 있습니다. 에이전트를 실행하는 컴퓨터는 같은 계정으로 로그인되어 있어야 합니다.
pt_br: Este iPad está na sua tailnet. O computador que executa o agente precisa estar conectado com a mesma conta.
zh_hans: 这台 iPad 已在你的 tailnet 上。运行智能体的电脑必须登录同一个账户。
zh_hant: 這台 iPad 已在你的 tailnet 上。執行代理的電腦必須登入同一個帳戶。

source: This model can't read %@.
de: Dieses Modell kann %@ nicht lesen.
es: Este modelo no puede leer %@.
fr: Ce modèle ne peut pas lire %@.
it: Questo modello non può leggere %@.
ja: このモデルは %@ を読み取れません。
ko: 이 모델은 %@을(를) 읽을 수 없습니다.
pt_br: Este modelo não consegue ler %@.
zh_hans: 此模型无法读取 %@。
zh_hant: 此模型無法讀取 %@。

source: This server didn't offer a command catalog. Typed slashes still go through as messages.
de: Dieser Server hat keinen Befehlskatalog angeboten. Eingetippte Schrägstrichbefehle werden weiterhin als Nachrichten gesendet.
es: Este servidor no ofreció un catálogo de comandos. Las barras escritas siguen enviándose como mensajes.
fr: Ce serveur n’a pas proposé de catalogue de commandes. Les barres obliques tapées continuent d’être envoyées comme des messages.
it: Questo server non ha offerto un catalogo di comandi. Gli slash digitati vengono comunque inviati come messaggi.
ja: このサーバはコマンドカタログを提供しませんでした。入力したスラッシュコマンドは、そのままメッセージとして送信されます。
ko: 이 서버는 명령어 카탈로그를 제공하지 않았습니다. 입력한 슬래시는 그대로 메시지로 전송됩니다.
pt_br: Este servidor não ofereceu um catálogo de comandos. As barras digitadas continuam sendo enviadas como mensagens.
zh_hans: 此服务器没有提供命令目录。输入的斜杠命令仍会作为消息发送。
zh_hant: 此伺服器沒有提供指令目錄。輸入的斜線指令仍會作為訊息傳送。

source: Topped up %@
de: Aufgeladen: %@
es: Recargado: %@
fr: Rechargé : %@
it: Ricaricato: %@
ja: チャージ済み: %@
ko: 충전됨: %@
pt_br: Recarregado: %@
zh_hans: 已充值：%@
zh_hant: 已儲值：%@

source: Type this on the computer, not on this phone. It builds from source (git and a Swift toolchain, a few minutes the first time) and installs a service that survives reboots.
de: Tippe dies auf dem Computer ein, nicht auf diesem Telefon. Es baut aus dem Quellcode (Git und eine Swift-Toolchain, beim ersten Mal ein paar Minuten) und installiert einen Dienst, der Neustarts übersteht.
es: Escribe esto en el ordenador, no en este teléfono. Se compila desde el código fuente (git y una cadena de herramientas de Swift, unos minutos la primera vez) e instala un servicio que sobrevive a los reinicios.
fr: Tapez ceci sur l’ordinateur, pas sur ce téléphone. Cela compile depuis les sources (git et une chaîne d’outils Swift, quelques minutes la première fois) et installe un service qui survit aux redémarrages.
it: Digita questo sul computer, non su questo telefono. Compila dal sorgente (git e una toolchain Swift, qualche minuto la prima volta) e installa un servizio che sopravvive ai riavvii.
ja: これは携帯電話ではなく、コンピュータの方に入力してください。ソースからビルドされ（git と Swift ツールチェーンが必要で、初回は数分かかります）、再起動を乗り越えるサービスをインストールします。
ko: 이것은 이 휴대폰이 아니라 컴퓨터에 입력하세요. 소스에서 빌드되며(git과 Swift 툴체인이 필요하고, 처음에는 몇 분 걸립니다), 재부팅을 견디는 서비스를 설치합니다.
pt_br: Digite isto no computador, não neste telefone. Ele compila a partir do código-fonte (git e um toolchain Swift, alguns minutos na primeira vez) e instala um serviço que sobrevive a reinicializações.
zh_hans: 请在电脑上输入这个，而不是在这部手机上。它会从源代码构建（需要 git 和 Swift 工具链，首次构建需要几分钟），并安装一个能在重启后存活的服务。
zh_hant: 請在電腦上輸入這個，而不是在這支手機上。它會從原始碼建置（需要 git 和 Swift 工具鏈，首次建置需要幾分鐘），並安裝一個能在重新開機後存活的服務。

source: What this conversation has cost. Opens the breakdown.
de: Was diese Unterhaltung gekostet hat. Öffnet die Aufschlüsselung.
es: Lo que ha costado esta conversación. Abre el desglose.
fr: Ce que cette conversation a coûté. Ouvre le détail.
it: Quanto è costata questa conversazione. Apre il dettaglio.
ja: この会話にかかった費用です。内訳を開きます。
ko: 이 대화에 든 비용입니다. 내역을 엽니다.
pt_br: O que esta conversa custou. Abre o detalhamento.
zh_hans: 此对话的花费。点按可打开明细。
zh_hant: 此對話的花費。輕點可開啟明細。

source: Windows when one provider, a row each when several
de: Fenster bei einem Anbieter, eine Zeile pro Anbieter bei mehreren
es: Ventanas con un proveedor, una fila cada uno con varios
fr: Fenêtres pour un seul fournisseur, une ligne chacun s’il y en a plusieurs
it: Finestre con un fornitore, una riga ciascuno con più fornitori
ja: プロバイダが 1 つならウインドウ表示、複数なら 1 行ずつ
ko: 제공자가 하나면 구간별로, 여럿이면 하나씩 한 줄로
pt_br: Janelas com um provedor, uma linha cada com vários
zh_hans: 只有一个提供方时按周期显示，多个提供方时每个一行
zh_hant: 只有一個供應商時按週期顯示，多個供應商時每個一列

source: added, %@
de: hinzugefügt, %@
es: añadido, %@
fr: ajouté, %@
it: aggiunto, %@
ja: 追加、%@
ko: 추가됨, %@
pt_br: adicionado, %@
zh_hans: 已添加，%@
zh_hant: 已新增，%@

source: deepseek api key balance prepaid token
de: deepseek api schlüssel guthaben prepaid token
es: deepseek api clave saldo prepago token
fr: deepseek api clé solde prépayé jeton
it: deepseek api chiave saldo prepagato token
ja: deepseek api キー 残高 プリペイド トークン
ko: deepseek api 키 잔액 선불 토큰
pt_br: deepseek api chave saldo pré-pago token
zh_hans: deepseek api 密钥 余额 预付 词元
zh_hant: deepseek api 金鑰 餘額 預付 詞元

source: granted %@
de: gewährt: %@
es: concedido: %@
fr: accordé : %@
it: concesso: %@
ja: 付与: %@
ko: 지급됨: %@
pt_br: concedido: %@
zh_hans: 已赠送：%@
zh_hant: 已贈送：%@

source: haptics vibration taptic strength intensity feedback buzz
de: haptik vibration taptic stärke intensität feedback rückmeldung
es: hápticos vibración taptic intensidad respuesta zumbido
fr: retour haptique vibration taptic intensité retour bourdonnement
it: feedback aptico vibrazione taptic intensità riscontro ronzio
ja: ハプティクス 振動 taptic 強さ 強度 フィードバック バズ
ko: 햅틱 진동 taptic 강도 세기 피드백 버즈
pt_br: hápticos vibração taptic força intensidade feedback zumbido
zh_hans: 触感反馈 震动 taptic 强度 力度 反馈 嗡嗡
zh_hant: 觸感回饋 震動 taptic 強度 力度 回饋 嗡嗡

source: keyboard shortcuts keys hardware cheatsheet rebind
de: tastaturkürzel tasten hardware spickzettel neu belegen
es: atajos de teclado teclas hardware chuleta reasignar
fr: raccourcis clavier touches matériel aide-mémoire réaffecter
it: scorciatoie da tastiera tasti hardware foglio riassegna
ja: キーボードショートカット キー ハードウェア チートシート 再割り当て
ko: 키보드 단축키 키 하드웨어 치트시트 재바인딩
pt_br: atalhos de teclado teclas hardware folha de dicas reatribuir
zh_hans: 键盘快捷键 按键 硬件 速查表 重新绑定
zh_hant: 鍵盤快速鍵 按鍵 硬體 速查表 重新繫結

source: of %@
de: von %@
es: de %@
fr: sur %@
it: di %@
pt_br: de %@

source: ollama cloud api key plan session weekly windows
de: ollama cloud api schlüssel tarif sitzung wöchentlich fenster
es: ollama cloud api clave plan sesión semanal ventanas
fr: ollama cloud api clé forfait session hebdomadaire fenêtres
it: ollama cloud api chiave piano sessione settimanale finestre
ja: ollama cloud api キー プラン セッション 週間 ウインドウ
ko: ollama cloud api 키 요금제 세션 주간 구간
pt_br: ollama cloud api chave plano sessão semanal janelas
zh_hans: ollama cloud api 密钥 套餐 会话 每周 周期
zh_hant: ollama cloud api 金鑰 方案 工作階段 每週 週期

source: removed, %@
de: entfernt, %@
es: eliminado, %@
fr: supprimé, %@
it: rimosso, %@
ja: 削除、%@
ko: 삭제됨, %@
pt_br: removido, %@
zh_hans: 已删除，%@
zh_hant: 已移除，%@

source: section, %@
de: Abschnitt, %@
es: sección, %@
it: sezione, %@
ja: セクション、%@
ko: 구역, %@
pt_br: seção, %@
zh_hans: 区块，%@
zh_hant: 區塊，%@
